import { SearchItemModel } from "../../model/SearchItemModel";

export const  __mockData: SearchItemModel = {
    "title": "ลัดเลาะ 10 ที่เที่ยวย่าน BTS สายสีเขียว",
    "eid": 2,
    "url": "https://www.wongnai.com/trips/new-bts-route-trips",
    "description": "BTS สายสีเขียวเปิดให้บริการเพิ่ม 5 สถานีทั้งที งานนี้ต้องไม่มีพลาด รีบไปอัปเดต เช็กอินที่เที่ยวคูล ๆ ไปได้ง่ายก่อนใคร\n\nเริ่มกันที่ ‘สถานีห้าแยกลาดพร้าว’ เป็นสถานีที่เชื่อมกับเซ็นทรัลลาดพร้าว ซึ่งเป็นห้างที่เรียกได้ว่าครบจบในที่เดียว แต่เราไม่ได้จะพามาเที่ยวห้างหรอกนะ มาถึงนี่ทั้งทีเราจะพาไปทำกิจกรรมสายแอดเวนเจอร์สุดมันส์ และต่อด้วยหาร้านนั่งกินแก้เหนื่อยกันดีกว่า",
    "photos": [
        "https://img.wongnai.com/p/1600x0/2020/02/18/458b9a31b62b408d91137fbe152f7450.jpg",
        "https://img.wongnai.com/p/1600x0/2020/02/18/08bca1c784db4d7f92e93656b5376681.jpg",
        "https://img.wongnai.com/p/1600x0/2020/02/18/95bd2ca371e24436bcb24d432a86836c.jpg",
        "https://img.wongnai.com/p/1600x0/2020/02/18/68289e188ea54e00b5e9d806cfd0fc54.jpg"
    ],
    "tags": [
        "คาเฟ่",
        "ร้านกาแฟ",
        "จุดถ่ายรูป",
        "เที่ยวใกล้กรุง",
        "กรุงเทพมหานคร"
    ]
};